Repository: schmiegelt/xbmc.screensaver.unaryclock
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32110
source: General
de_de: Allgemeines

# #32111
source: Show seconds
de_de: Zeige Sekunden

# #32112
source: Redraw the clock after (seconds)
de_de: Zeichne die Uhr neu nach (Sekunden)

# #32113
source: Randomize Hour/Minute
de_de: Zeichne Stunde und Minute zufällig

# #32114
source: Randomize Seconds (when shown)
de_de: Zeige Sekunden zufällig

# #32115
source: Colour Hours 1
de_de: Farbe Stunden 1

# #32116
source: Colour Hours 2
de_de: Farbe Stunden 2

# #32117
source: Colour Minutes 1
de_de: Farbe Minuten 1

# #32118
source: Colour Minutes 2
de_de: Farbe Minuten 2

# #32119
source: Colour Seconds
de_de: Farbe Sekunden
